Repository: common-repository/rooom-3d-product-viewer
Catalog: languages/rooom-3d-product-viewer-*.po
Languages: de_de

source: Activate box around object.
de_de: Box um das Objekt aktivieren

source: Activates skybox around product
de_de: Aktiviert Box um das Produkt

source: Animation Loop
de_de: Animationsschleife

source: Animations
de_de: Animationen

source: Annotation Marker
de_de: Marker für Zusatzinformationen

source: Annotation Marker Size
de_de: Größe des Markers für Zusatzinformationen

source: Annotations
de_de: Zusatzinformationen

source: AR Placement
de_de: AR Platzierung

source: AR Scale
de_de: AR Maßstab

source: Background Color
de_de: Hintergrundfarbe

source: Camera
de_de: Kamera

source: Camera Zoom Auto
de_de: Kamerazoom Auto

source: Camera Zoom Max
de_de: Kamerazoom Max

source: Camera Zoom Min
de_de: Kamerazoom Min

source: Camera Zoom Start
de_de: Kamerazoom Start

source: Change the color of the viewer loading bar
de_de: Farbe des Viewer Ladebalkens ändern

source: Enable mirror under the product
de_de: Spiegelung unter dem Produkt aktivieren

source: Enable mirror under the product.
de_de: Spiegelung unter dem Produkt aktivieren

source: Enable the rooom 3D Product Viewer for this product
de_de: rooom 3D Produkt Viewer für dieses Produkt aktivieren

source: Enables animations on object.
de_de: Animationen auf dem Objekt aktivieren

source: Enables annotations on object.
de_de: Zusatzinformationen zu dem Objekt aktivieren

source: Enables automatic scaling of camera zoom. If not activated, Camera Zoom Max, Camera Zoom Min and Camera Zoom Start need to be set manually.
de_de: Automatische Skalierung des Kamerazooms aktivieren; wenn nicht aktiviert, müssen Kamerazoom Max, Kamerazoom Min und Kamerazoom Start manuell eingestellt werden

source: Enables the loop-mode for "animation_play" animation.
de_de: Loop Modus für "animation_play" Animationen aktivieren

source: English
de_de: Englisch

source: Enter the Logo url to show while loading your asset.
de_de: Geben Sie die Logo-URL ein, die beim Laden Ihres Assets angezeigt werden soll.

source: Enter the Product ID for the asset you created in rooom.com.
de_de: Geben Sie die Produkt-ID für das Asset ein, das Sie auf rooom.com erstellt haben.

source: Environment
de_de: Objektumgebung

source: Environment Intensity
de_de: Intensität der Objektumgebung

source: First Annotations
de_de: Erste Zusatzinformationen

source: Force the AR mode after start.
de_de: AR-Modus nach dem Start erzwingen

source: General
de_de: Allgemein

source: German
de_de: Deutsch

source: Global settings for the rooom 3D Product Viewer
de_de: Globale Einstellungen für den rooom 3D Product Viewer

source: Italian
de_de: Italienisch

source: Language
de_de: Sprache

source: Loading Progress Background
de_de: Ladebildschirm Hintergrund

source: Loading Progress Color
de_de: Ladebalken Farbe

source: Loading Progress Logo
de_de: Ladebildschirm Logo

source: Make background transparent
de_de: Hintergrund transparent machen

source: Makes background of the rooom viewer transparent. Overwrites the skybox setting if active.
de_de: Hintergrund des rooom Viewers transparent machen; überschreibt die Skybox-Einstellung, falls aktiv.

source: Mirror
de_de: Spiegel

source: Present your products in 3D, AR and VR.
de_de: Präsentieren Sie Ihre Produkte in 3D, AR und VR.

source: rooom 3D Product Viewer Settings
de_de: rooom 3D Product Viewer Einstellungen

source: Save Settings
de_de: Einstellungen speichern

source: Set the image of the viewer loading screen.
de_de: Ladebildschirm des Viewers festlegen

source: Set the language for the product viewer. Default: Language set in WordPress settings.
de_de: Sprache des Viewers einstellen. Default: Die Sprache, die in den WordPress-Einstellungen ausgewählt ist.

source: Sets brightness of the rooom viewer.
de_de: Helligkeit des rooom-Viewers einstellen.

source: Sets the color of the annotation markers.
de_de: Farbe der Info-Marker einstellen

source: Setting a different size (in centimeter) for annotation marker. Relative to mesh scaling.
de_de: Größe (in Zentimetern) der Info-Marker relativ zur Mesh-Skalierung einstellen

source: Setting a number greater than 0 causes the model to automatically spin around the y-axis after loading. The number determines the rotation speed.
de_de: Ein Wert größer als 0 bewirkt, dass sich das Modell nach dem Laden automatisch um die y-Achse dreht. Der Wert bestimmt die Rotationsgeschwindigkeit.

source: Setting the scale mode for android and ios devices (fixed = false, auto = true).
de_de: Skalierungsmodus für Android- und iOS-Geräte einstellen (fixed = false, auto = true)

source: Setting to "wall" will enable the placement for walls
de_de: Die Einstellung "wall" aktiviert die Platzierung an Wänden

source: Setting to a number greater than -1 will show the annotation with index X after viewer start.
de_de: Ein Wert größer als -1 bewirkt, dass die Zusatzinformation mit dem Index X nach dem Start des Viewers angezeigt wird.

source: Show a dark background on the loading screen.
de_de: Dunklen Hintergrund für Ladebildschirm aktivieren

source: Show All Annotations
de_de: Alle Zusatzinformationen anzeigen

source: Show all annotations at the same time.
de_de: Alle Zusatzinformationen gleichzeitig anzeigen

source: Show animation menu, if animations are available.
de_de: Animationsmenü anzeigen, wenn Animationen verfügbar sind

source: Show annotation menu.
de_de: Zusatzinformationsmenü anzeigen

source: Show Controls
de_de: Steuerelemente anzeigen

source: Show the Fullscreen button.
de_de: Vollbild-Button anzeigen

source: Show the Help button.
de_de: Hilfe-Button anzeigen

source: Show the View in AR button.
de_de: AR-Button anzeigen

source: Show the zoom control buttons.
de_de: Zoom-Buttons anzeigen

source: Show UI control buttons. If not checked, View in AR and Fullscreen buttons are not shown and the respective settings are overwritten.
de_de: UI-Steuer-Buttons anzeigen. Wenn diese Option nicht aktiviert ist, werden die Schaltflächen "In AR anzeigen" und "Vollbild" nicht angezeigt und die jeweiligen Einstellungen werden überschrieben.

source: Start AR
de_de: AR starten

source: UI Animations
de_de: UI Animationen

source: UI Annotations
de_de: UI Zusatzinformationen

source: UI Fullscreen Button
de_de: UI Vollbild Button

source: UI Help Button
de_de: UI Hilfe Button

source: UI Hint Color
de_de: UI Hinweisfarbe

source: User Interface
de_de: Nutzeroberfläche

source: View in AR
de_de: In AR anzeigen

source: When checked, model loads immediately once the page is ready, rather than waiting for the user to click the Play button
de_de: Ist diese Option aktiviert, wird das Modell sofort nach Laden der Seite geladen, ohne Klick auf den "Play-Button".
